-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Фев 03 2021 г., 15:11
-- Версия сервера: 5.7.21-20-beget-5.7.21-20-1-log
-- Версия PHP: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `asrorztg_helporl`
--

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 05:55
--

DROP TABLE IF EXISTS `migrations`;
CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2021_01_28_153820_create_subscriptions_table', 1),
(4, '2021_01_28_153834_create_prices_table', 1),
(5, '2021_01_28_153906_create_services_table', 1),
(6, '2021_01_28_153940_create_reviews_table', 1),
(7, '2021_01_28_163258_make_text_nullable', 1),
(8, '2021_01_28_170522_add_image_to_services', 1),
(9, '2021_01_28_200938_add_slug_to_services', 1),
(10, '2021_01_29_094409_make_service_id_nullable', 1),
(11, '2021_01_29_105214_add_status_to_reviews', 1),
(12, '2021_01_29_170802_make_text_nullable_to_subscriptions', 1),
(13, '2021_01_31_100623_make_password_nullable_in_users', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `password_resets`
--
-- Создание: Фев 03 2021 г., 05:55
--

DROP TABLE IF EXISTS `password_resets`;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `prices`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 10:18
--

DROP TABLE IF EXISTS `prices`;
CREATE TABLE `prices` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `service_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `prices`
--

INSERT INTO `prices` (`id`, `service_id`, `title`, `price`, `created_at`, `updated_at`) VALUES
(1, 1, 'Отечественный автомобиль', 'от 600 руб.', '2021-02-01 06:19:51', '2021-02-01 06:19:51'),
(2, 1, 'Иностранный автомобиль без \"дабл лок\"', 'от 990 руб.', '2021-02-01 06:20:11', '2021-02-01 06:20:11'),
(3, 2, 'Вскрытие замка капота', 'от 1190 руб.', '2021-02-01 06:20:47', '2021-02-01 06:20:47'),
(4, 2, 'Вскрытие блокиратора капота', 'от 1190 руб.', '2021-02-01 06:21:23', '2021-02-01 06:21:23'),
(5, 8, 'Вытащить квадроцикл', 'от 3000 руб', '2021-02-03 04:50:35', '2021-02-03 04:50:35'),
(6, 12, 'Подвоз бинзина (АИ-92, АИ-95, АИ-98 и АИ-100)', 'от 1500 руб', '2021-02-03 04:51:58', '2021-02-03 04:51:58'),
(7, 1, 'Отечественный автомобиль', 'по договорëнности', '2021-02-03 05:43:03', '2021-02-03 05:43:03'),
(8, 5, 'Замена АКБ на легковом авто', 'от 2000 руб', '2021-02-03 05:44:08', '2021-02-03 05:44:08'),
(9, 12, 'Подвоз дизельного топлива', 'от 1500 руб', '2021-02-03 05:47:50', '2021-02-03 05:47:50'),
(11, 1, 'Иностранный автомобиль без \"дабл лок\"', 'по договорëнности', '2021-02-03 05:53:29', '2021-02-03 05:53:29'),
(12, 1, 'Иностранный автомобиль с \"дабл лок\"', 'по договорëнности', '2021-02-03 05:54:03', '2021-02-03 05:54:03'),
(14, 1, 'Блокираторы КПП, руля, механические противоугонные устройства', 'по договорëнности', '2021-02-03 05:55:50', '2021-02-03 05:55:50'),
(16, 1, 'Вскрытие грузовиков и микроавтобусов', 'по договорëнности', '2021-02-03 05:57:51', '2021-02-03 05:57:51'),
(17, 1, 'Вскрытие капота, багажника', 'по договорëнности', '2021-02-03 05:58:05', '2021-02-03 05:58:05'),
(18, 1, 'Извлечение сломанного ключа', 'по договорëнности', '2021-02-03 05:58:31', '2021-02-03 05:58:31'),
(19, 5, 'Замена АКБ на легковом авто', 'от 2000 руб', '2021-02-03 05:59:21', '2021-02-03 05:59:21'),
(20, 5, 'Замена аккумулятора на автобусе / микроавтобусе', 'от 2500 руб', '2021-02-03 05:59:41', '2021-02-03 05:59:41'),
(21, 5, 'Замена аккумулятора на грузовом / большегрузном авто', 'от 3000 руб', '2021-02-03 06:00:49', '2021-02-03 06:00:49'),
(22, 9, 'Ремонт колеса (установка жгута, ремонт прокола)', 'от 2000 руб', '2021-02-03 06:02:27', '2021-02-03 06:02:27'),
(23, 9, 'Подкачка колеса', 'от 1500 руб', '2021-02-03 06:02:44', '2021-02-03 06:02:44'),
(24, 9, 'Замена колеса на запасное', 'от 1500 руб', '2021-02-03 06:03:07', '2021-02-03 06:03:07'),
(25, 9, 'Ремонт бокового пореза', 'от 2000 руб', '2021-02-03 06:03:24', '2021-02-03 06:03:24'),
(26, 9, 'Замена колеса на запасное у грузовика / большегруза', 'от 2500 руб', '2021-02-03 06:03:42', '2021-02-03 06:03:42'),
(27, 13, 'Запуск двигателя двигателя в мороз', 'от 3000 руб', '2021-02-03 06:15:08', '2021-02-03 06:15:08'),
(28, 13, 'Запуск двигателя, если крутит стартер', 'от 3000 руб', '2021-02-03 06:16:02', '2021-02-03 06:16:02'),
(29, 13, 'Запуск двигателя если было залито топливо низкого качества (очистка топливной системы)', 'от 3500 руб', '2021-02-03 06:16:20', '2021-02-03 06:16:20'),
(30, 13, 'Залитая солярка вместо бензина или наоборот (очистка топливной системы)', 'от 3500 руб', '2021-02-03 06:16:37', '2021-02-03 06:16:37'),
(31, 13, 'Запуск двигателя при неисправностях с электропитанием питанием (свечи, катушка зажигания, проводка)', 'от 3500 руб', '2021-02-03 06:16:53', '2021-02-03 06:16:53'),
(32, 13, 'Запуск двигателя при проблемах с бензонасосом, либо обрыв топливной системы', 'от 3500 руб', '2021-02-03 06:17:07', '2021-02-03 06:17:07'),
(33, 13, 'Запуск двигателя при полной разрядки аккумулятора', 'от 3000 руб', '2021-02-03 06:17:29', '2021-02-03 06:17:29'),
(34, 10, 'Диагностика всех систем', 'от 3000 руб', '2021-02-03 06:18:38', '2021-02-03 06:18:38'),
(35, 10, 'Диагностика топливной системы', 'от  3000 руб', '2021-02-03 06:19:02', '2021-02-03 06:19:02'),
(36, 10, 'Диагностика электрооборудования', 'от 3000 руб', '2021-02-03 06:19:17', '2021-02-03 06:19:17'),
(37, 10, 'Диагностика двигателя', 'от  3000 руб', '2021-02-03 06:20:25', '2021-02-03 06:20:25'),
(38, 10, 'Диагностика ходовой', 'от 3000 руб', '2021-02-03 06:22:42', '2021-02-03 06:22:42'),
(39, 10, 'Диагностика на ошибки', 'от 3000 руб', '2021-02-03 06:22:59', '2021-02-03 06:22:59'),
(40, 10, 'Диагностика авто перед покупкой', 'от 3000 руб', '2021-02-03 06:23:14', '2021-02-03 06:23:14'),
(41, 14, 'Буксировка легкового автомобиля', 'по договорëнности', '2021-02-03 06:24:31', '2021-02-03 06:24:31'),
(42, 14, 'Буксировка внедорожника', 'по договорëнности', '2021-02-03 06:25:02', '2021-02-03 06:26:45'),
(43, 14, 'Буксировка грузовика / большегруза', 'по договорëнности', '2021-02-03 06:27:16', '2021-02-03 06:27:16'),
(44, 11, 'Отключение штатной сигнализации', 'от 4000 руб.', '2021-02-03 06:27:57', '2021-02-03 06:27:57'),
(45, 11, 'Отключение иммобилайзера', 'от 5000руб.', '2021-02-03 06:28:17', '2021-02-03 06:28:17'),
(46, 11, 'Отключение нештатной сигнализации', 'от 3000 руб.', '2021-02-03 06:28:35', '2021-02-03 06:28:35'),
(47, 11, 'Установка автосигнализации', 'от 3000руб', '2021-02-03 06:28:50', '2021-02-03 06:28:50'),
(48, 11, 'Программирование и добавление ключей', 'от 5000руб', '2021-02-03 06:29:16', '2021-02-03 06:29:16'),
(49, 11, 'Снятие / установка блокираторов АКПП, МКПП, капота и багажника', 'от 4000руб.', '2021-02-03 06:29:29', '2021-02-03 06:29:29'),
(50, 11, 'Установка индивидуальных секреток от угона', 'от 5000 руб.', '2021-02-03 06:29:44', '2021-02-03 06:29:44'),
(51, 15, 'Разблокировка АКПП, снятие с паркинга', 'по договорëнности', '2021-02-03 06:30:09', '2021-02-03 06:30:09'),
(52, 15, 'Диагностика селектора АКПП', 'по договорённости', '2021-02-03 06:30:22', '2021-02-03 06:30:22'),
(53, 15, 'Ремонт селектора АКПП', 'по договорённости', '2021-02-03 06:30:48', '2021-02-03 06:30:48'),
(54, 3, 'Вскрытие замка багажника', 'по договорëнности', '2021-02-03 06:33:43', '2021-02-03 06:33:43'),
(55, 3, 'Вскрытие блокиратора багажника', 'по договорëнности', '2021-02-03 06:34:00', '2021-02-03 06:34:00'),
(56, 3, 'Ремонт замка багажника', 'по договорённости', '2021-02-03 06:34:20', '2021-02-03 06:34:20'),
(57, 3, 'Ремонт блокиратора капота', 'по договорённости', '2021-02-03 06:34:34', '2021-02-03 06:34:34'),
(58, 3, 'Смазка замка после вскрытия', 'бесплатно', '2021-02-03 06:34:53', '2021-02-03 06:34:53'),
(59, 7, 'Замена ремней ГРМ, приводных ремней, роликов, натяжителей, шкивов', 'от 4000 руб.', '2021-02-03 06:35:26', '2021-02-03 06:35:26'),
(60, 7, 'Замена шлангов, шлянцев, радиаторов, бачков, восстановление герметичности системы', 'от 4000 руб.', '2021-02-03 06:35:47', '2021-02-03 06:35:47'),
(61, 7, 'Замена колодок, дисков, направляющих, ремонт суппортов', 'от 4000 руб.', '2021-02-03 06:36:07', '2021-02-03 06:36:07'),
(62, 7, 'Замена подшипников, ступиц, рычагов, сайлентблоков, пружин и амортизаторов', 'от 4000руб.', '2021-02-03 06:36:43', '2021-02-03 06:36:43'),
(63, 7, 'Ремонт кулисы, селекторов, замена ШРУСов и сальников приводов', 'от4000 руб.', '2021-02-03 06:36:56', '2021-02-03 06:36:56'),
(64, 7, 'Замена рулевых тяг, рейки, шлангов и трубок ГУР', 'от 4000 руб.', '2021-02-03 06:37:12', '2021-02-03 06:37:12'),
(65, 7, 'Замена свечей, прокладок, сальников, разборка мотора для дефектовки и последующего ремонта', 'от4000 руб.', '2021-02-03 06:37:40', '2021-02-03 06:37:40'),
(66, 2, 'Вскрытие замка капота', 'по договорëнности', '2021-02-03 06:38:56', '2021-02-03 06:38:56'),
(67, 2, 'Вскрытие блокиратора капота', 'по договорëнности', '2021-02-03 06:39:33', '2021-02-03 06:39:33'),
(68, 2, 'Вскрытие капота при разряженной АКБ', 'по договорëнности', '2021-02-03 06:40:02', '2021-02-03 06:40:02'),
(69, 2, 'Вскрытие электромеханического замка', 'по договорëнности', '2021-02-03 06:40:29', '2021-02-03 06:40:29'),
(70, 2, 'Вскрытие дополнительного замка', 'по договорëнности', '2021-02-03 06:41:35', '2021-02-03 06:41:35'),
(71, 2, 'Ремонт замка капота', 'по договорëнности', '2021-02-03 06:42:37', '2021-02-03 06:42:37'),
(72, 2, 'по договорённости', 'по договорëнности', '2021-02-03 06:42:59', '2021-02-03 06:42:59'),
(73, 2, 'Ремонт блокиратора капота', 'по договорëнности', '2021-02-03 06:43:39', '2021-02-03 06:43:39'),
(74, 2, 'Смазка замка после вскрытия', 'по договорëнности', '2021-02-03 06:44:06', '2021-02-03 06:44:06'),
(75, 6, 'Замена ламп', 'по договорëнности', '2021-02-03 06:45:28', '2021-02-03 06:45:28'),
(76, 6, 'Замена предохранителей', 'по договорëнности', '2021-02-03 06:45:50', '2021-02-03 06:45:50'),
(77, 6, 'Поиск и устранение неисправностей в электрической цепи', 'по договорëнности', '2021-02-03 06:46:44', '2021-02-03 06:46:44'),
(78, 6, 'Восстановление / замена проводки, фишек и разъёмов, датчиков', 'по договорëнности', '2021-02-03 06:47:10', '2021-02-03 06:47:10'),
(79, 6, 'Перепрошивка и реставрация различных блоков управления, чип тюнинг', 'по договорëнности', '2021-02-03 06:47:30', '2021-02-03 06:47:30'),
(80, 6, 'Прописка брелков, ключей и чипов иммобилайзера', 'по договорëнности', '2021-02-03 06:48:39', '2021-02-03 06:48:39'),
(81, 4, 'Прикурить аккумулятор', 'от 1500 руб.', '2021-02-03 06:59:18', '2021-02-03 06:59:18'),
(82, 4, 'Прикурить аккумулятор', '24В от3000руб.', '2021-02-03 06:59:35', '2021-02-03 06:59:35'),
(83, 4, 'Прикурка аккумуляторов грузовых авто', 'от 3000руб.', '2021-02-03 06:59:49', '2021-02-03 06:59:49'),
(84, 4, 'Диагностика аккумулятора', 'по договорённости', '2021-02-03 07:00:04', '2021-02-03 07:00:04'),
(85, 4, 'Поиск тока утечки АКБ', 'по договорённости', '2021-02-03 07:00:17', '2021-02-03 07:00:17'),
(86, 8, 'Вытащить квадроцикл', 'от 3000 руб', '2021-02-03 07:02:11', '2021-02-03 07:02:11'),
(87, 8, 'Вытащить легковую машину', 'от 3500 руб', '2021-02-03 07:02:33', '2021-02-03 07:02:33'),
(88, 8, 'Вытащить внедорожник', 'от 4000 руб', '2021-02-03 07:02:47', '2021-02-03 07:02:47'),
(89, 8, 'Вытащить автобус / микроавтобус', 'от 4500 руб', '2021-02-03 07:03:01', '2021-02-03 07:03:01'),
(90, 8, 'Вытащить грузовик / большегруз', 'от 5000 руб', '2021-02-03 07:03:16', '2021-02-03 07:03:16'),
(91, 16, 'Вскрытие авто', 'от 2500 руб', '2021-02-03 07:14:47', '2021-02-03 07:14:47'),
(92, 16, 'Вскрытие капота', 'от 3500 руб', '2021-02-03 07:15:05', '2021-02-03 07:15:05'),
(93, 16, 'Вскрытие багажника', 'от 3500 руб', '2021-02-03 07:15:19', '2021-02-03 07:15:19'),
(94, 16, 'Прикурить аккумулятор авто', 'от 1500 руб.', '2021-02-03 07:15:33', '2021-02-03 07:15:33'),
(95, 16, 'Замена АКБ на авто', 'от 2000 руб.', '2021-02-03 07:15:47', '2021-02-03 07:15:47'),
(96, 16, 'Автоэлектрик с выездом', 'от 3000 руб.', '2021-02-03 07:16:02', '2021-02-03 07:16:02'),
(97, 16, 'Автомеханик с выездом', 'от 3000 руб.', '2021-02-03 07:16:15', '2021-02-03 07:16:15'),
(98, 16, 'Вытащить машину', 'от 3500 руб.', '2021-02-03 07:16:32', '2021-02-03 07:16:32'),
(99, 16, 'Ремонт, подкачка и замена на запасное колесо', 'от 2000 руб.', '2021-02-03 07:16:56', '2021-02-03 07:16:56'),
(100, 16, 'Диагностика автомобиля с выездом', 'от 3000 руб.', '2021-02-03 07:17:08', '2021-02-03 07:17:08'),
(101, 16, 'Ремонт и отключение сигнализации / иммобилайзера', 'от 30000 руб.', '2021-02-03 07:17:18', '2021-02-03 07:17:18'),
(102, 16, 'Подвоз топлива', 'от 1500 руб.', '2021-02-03 07:17:35', '2021-02-03 07:17:35'),
(103, 16, 'Запуск двигателя о', 'от 3000 руб.', '2021-02-03 07:17:46', '2021-02-03 07:17:46'),
(104, 16, 'Буксировка автомобиля', 'от 2000 руб.', '2021-02-03 07:17:58', '2021-02-03 07:17:58'),
(105, 16, 'Разблокировка АКПП, снятие с паркинга', 'от 4000 руб.', '2021-02-03 07:18:10', '2021-02-03 07:18:10');

-- --------------------------------------------------------

--
-- Структура таблицы `reviews`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 11:15
--

DROP TABLE IF EXISTS `reviews`;
CREATE TABLE `reviews` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `text` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `avatar` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `reviews`
--

INSERT INTO `reviews` (`id`, `name`, `text`, `avatar`, `created_at`, `updated_at`, `status`) VALUES
(2, 'Олег', 'Утром торопился на работу, пришел на стоянку — Рено не запускается. Стартер крутит, но зажигание не идет.', NULL, '2021-02-03 08:06:56', '2021-02-03 08:14:16', 1),
(3, 'Максим', 'Забыла выключить радио, убавила звук, и магнитола работала всю ночь.  Обратилась за услугой запуска — в течение часа смогла поехать по делам. Спасибо!', NULL, '2021-02-03 08:08:10', '2021-02-03 08:14:18', 1),
(4, 'Дмитрий', 'Обратился в данную компанию с Мерсом, простоявшим всю зиму. Вышло намного дешевле, чем предлагали за подобную услуга в других местах.', NULL, '2021-02-03 08:09:26', '2021-02-03 08:14:20', 1),
(5, 'Лена', 'Опель перестал заводиться, обратилась в компанию \"Автопомощь\".Оказалось залила дт вместо бензина, промывали всю систему.', NULL, '2021-02-03 08:10:07', '2021-02-03 08:14:41', 1),
(6, 'Кирилл', 'На год улетал за границу, Тойоту оставил дома. После долгого простоя батарея села окончательно. Теперь спокойно гоняю.', NULL, '2021-02-03 08:10:45', '2021-02-03 08:15:12', 1),
(7, 'Евгения', 'Моя Киа Сид просто остановилась на дороге и не трогалась с места. Вызвала эвакуатор, приехали через 20 минут и быстро отвезли машину на ближайшее СТО.', NULL, '2021-02-03 08:11:15', '2021-02-03 08:15:16', 1),
(8, 'Игорь', 'Проколол шину, а запаски не было, пришлось вызывать эвакуатор. Ребята молодцы, приехали очень быстро и завезли авто на СТО, где я всегда обслуживаюсь.', NULL, '2021-02-03 08:11:46', '2021-02-03 08:11:46', 0),
(9, 'Александр', 'Очень благодарен ребятам из «Автопомощь» за оперативность и профессионализм!  помогли мне быстро отбуксировать машину и зарядить аккумулятор.', NULL, '2021-02-03 08:13:04', '2021-02-03 08:13:04', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `services`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 10:57
--

DROP TABLE IF EXISTS `services`;
CREATE TABLE `services` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `services`
--

INSERT INTO `services` (`id`, `title`, `price`, `icon`, `created_at`, `updated_at`, `image`, `slug`) VALUES
(1, 'ВСКРЫТИЕ АВТО', '600', '7NMIy6mJXX.png', '2021-02-01 06:13:24', '2021-02-01 08:15:18', 'eWFRx2esxa.jpeg', 'vskrytie-avto-v-sankt-peterburge'),
(2, 'ВСКРЫТИЕ КАПОТА', '1190', 'KA9aiiGmKt.png', '2021-02-01 06:15:00', '2021-02-01 08:15:25', 'dZ7dpbuDg3.jpeg', 'vskrytie-kapota-v-sankt-peterburge'),
(3, 'ВСКРЫТИЕ БАГАЖНИКА', '1190', 'F2x8vecYl5.png', '2021-02-01 06:16:29', '2021-02-01 08:15:31', '0FWP1UOfzF.jpeg', 'vskrytie-bagazhnika-v-sankt-peterburge'),
(4, 'ПРИКУРИТЬ АККУМУЛЯТОР АВТО', '450', 'yCVGiqOuDt.svg', '2021-02-01 06:16:59', '2021-02-01 08:15:41', 'PlKvnjxXWO.jpeg', 'prikurit-akkumulyator-avto-v-sankt-peterburge'),
(5, 'ЗАМЕНА АКБ НА АВТО', '1500', 'kO6yQRphMz.svg', '2021-02-01 06:17:48', '2021-02-01 08:16:11', '55NAa06ga5.jpeg', 'zamena-akb-na-avto-v-sankt-peterburge'),
(6, 'АВТОЭЛЕКТРИК С ВЫЕЗДОМ', '2000', 'zkFSVl1GNu.svg', '2021-02-01 06:18:17', '2021-02-01 08:16:19', 'GeyOczzaft.jpeg', 'avtoelektrik-s-vyezdom-v-sankt-peterburge'),
(7, 'АВТОМЕХАНИК С ВЫЕЗДОМ', '2000', '0QWXsOd0xM.svg', '2021-02-01 08:07:17', '2021-02-01 08:07:18', 'lYLlFRqCVh.jpeg', 'avtomehanik-s-vyezdom'),
(8, 'ВЫТАЩИТЬ МАШИНУ', '3500', 'IM8Mz7318U.png', '2021-02-01 08:09:58', '2021-02-01 08:09:58', 'lGeaAwNo2w.jpeg', 'vytashchit-mashinu'),
(9, 'Ремонт, подкачка и замена на запасное колесо', '2000', 'Bd7Fw1sYyl.svg', '2021-02-01 08:10:40', '2021-02-01 08:10:41', 'L0gnz4tRXO.jpeg', 'remont-podkachka-i-zamena-na-zapasnoe-koleso'),
(10, 'Диагностика автомобиля с выездом', '3000', 'eoRuR2EkHx.svg', '2021-02-01 08:11:13', '2021-02-01 08:11:13', 'Doqg1FHHLb.jpeg', 'diagnostika-avtomobilya-s-vyezdom'),
(11, 'Ремонт и отключение сигнализации / иммобилайзера', '30000', 'xVNTkTgJqD.png', '2021-02-01 08:12:05', '2021-02-01 08:12:05', 'gZyOJlyJwt.jpeg', 'remont-i-otklyuchenie-signalizacii-immobilayzera'),
(12, 'Подвоз топлива', '1500', 'OdKArzNz7k.png', '2021-02-01 08:12:35', '2021-02-01 08:12:36', 'JtaJkqYzig.jpeg', 'podvoz-topliva'),
(13, 'Запуск двигателя', '3000', 'rQWYho7UyM.svg', '2021-02-01 08:13:10', '2021-02-03 05:22:35', '7jrmYq6IrF.jpeg', 'zapusk-dvigatelya-o'),
(14, 'Буксировка автомобиля', '2000', 'g6ifImJQB8.png', '2021-02-01 08:13:57', '2021-02-01 08:13:58', 'BNN18nke7X.jpeg', 'buksirovka-avtomobilya'),
(15, 'Разблокировка АКПП, снятие с паркинга', '4000', '1toDSENSyS.svg', '2021-02-01 08:14:25', '2021-02-01 08:14:25', 'GiVd1LUCHW.jpeg', 'razblokirovka-akpp-snyatie-s-parkinga'),
(17, 'Автомобильная помощь', '500', 'mdSGqR4EcV.png', '2021-02-03 07:57:59', '2021-02-03 07:57:59', 'lktJHtdBBP.jpeg', 'avtomobilnaya-pomoshch');

-- --------------------------------------------------------

--
-- Структура таблицы `subscriptions`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 05:55
--

DROP TABLE IF EXISTS `subscriptions`;
CREATE TABLE `subscriptions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tel` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `text` text COLLATE utf8mb4_unicode_ci,
  `photo` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `subscriptions`
--

INSERT INTO `subscriptions` (`id`, `name`, `tel`, `text`, `photo`, `created_at`, `updated_at`) VALUES
(1, 'check', '4564544', 'checking', NULL, '2021-02-01 06:25:46', '2021-02-01 06:25:46'),
(2, 'abdulaziz', '26515151', 'cldlsc', 'jED3Djl3G8.jpeg', '2021-02-01 07:10:54', '2021-02-01 07:10:55');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--
-- Создание: Фев 03 2021 г., 05:55
-- Последнее обновление: Фев 03 2021 г., 05:55
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `avatar` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `avatar`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(2, 'auto', 'auto@mail.ru', NULL, NULL, '$2y$10$3xdrBgWN0PAj69MS1o4alOaCRhGBUZq2K7gSnjxogUrxHR5EoCexe', NULL, '2021-02-01 06:10:04', '2021-02-01 06:10:04');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Индексы таблицы `prices`
--
ALTER TABLE `prices`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `reviews`
--
ALTER TABLE `reviews`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `subscriptions`
--
ALTER TABLE `subscriptions`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблицы `prices`
--
ALTER TABLE `prices`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=106;

--
-- AUTO_INCREMENT для таблицы `reviews`
--
ALTER TABLE `reviews`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `services`
--
ALTER TABLE `services`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `subscriptions`
--
ALTER TABLE `subscriptions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
